import Servicesimage from '../../assets/images/Services.svg'; 
import ServiceCard from './ServiceCard'
const ServicesSection = () => {
 return(
    <div className="bg-primary mx-auto  mt-20 mb-36 py-16">
            <div className="max-w-[1300px] mx-auto ">
                <div className='flex gap-10 items-center mb-8'>
                    <img src={Servicesimage} alt="Logo" className="h-[300px] w-auto" />
                    <div className='flex flex-col text-white gap-4'>
                        <h2 className="font-bold text-xl"> خدمات پزشکان </h2>
                        <p >
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه  چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی                         لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه  چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه 
                        می باشد. کتابهای زیادی در شصت و سه 
                        </p>
                    </div>
                </div>
                <ServiceCard />
            </div>
    </div>
 )
}
export default ServicesSection;